<section class="w-block">
    <div class="container">
        <h2 class="w-block__title">Почему именно DEELS?</h2>
        <ol class="w-block-list">
            <li class="w-block-item">
                <h3 class="w-block-item__title">Простота использования</h3>
                <p class="w-block-item__text">Интуитивно понятный интерфейс платформы делает её доступной для пользователей любого уровня, обеспечивая лёгкий старт и комфортное использование.</p>
            </li>
            <li class="w-block-item">
                <h3 class="w-block-item__title">Удобный кошелёк</h3>
                <p class="w-block-item__text">Встроенный кошелёк с использованием внутренней валюты "дилсы" упрощает процесс пополнения счета и вывода средств, делая финансовые операции быстрыми и безопасными.</p>
            </li>
            <li class="w-block-item">
                <h3 class="w-block-item__title">Возможности для роста</h3>
                <p class="w-block-item__text">Deels предлагает различные инструменты и ресурсы для развития и продвижения контента, помогая творцам расширять свою аудиторию и увеличивать доход.</p>
            </li>
            <li class="w-block-item">
                <h3 class="w-block-item__title">Сообщество</h3>
                <p class="w-block-item__text">Deels создаёт сообщество единомышленников, где пользователи могут обмениваться идеями, получать вдохновение и поддержку, а также находить новых друзей и единомышленников.</p>
            </li>
        </ol>
    </div>
</section>